export const CHARACTERS = [
  {
    name: "獅頭仔",
    id: "Lion",
    d_bg: "每個ROARock 星人都係為佢哋嘅任務而誕生，佢地嘅外型喺代表咗佢地要去嘅地方。",
    d_look: "與香港舞獅文化嘅獅子頭好相似。",
    d_power: "嗅覺特強，跳高高手，有第六感可感應守護靈嘅存在。",
  },
  {
    name: "02",
    id: "Fishe",
    d_bg: "流落於香港的守護靈，由香港人嘅集體回憶轉化而成嘅靈。",
    d_look:
      "不喜歡光，長期套上外套的帽，衫褲有大大細細的霓虹燈，心情不好時霓虹燈會關上。",
    d_power: "特別受白鴿觀迎，喜歡停留在他頭上休息。",
  },
  {
    name: "03",
    id: "Neon",
    d_bg: "流落於香港的守護靈，由香港人嘅集體回憶轉化而成嘅靈。",
    d_look:
      "身體是放金魚的透明膠袋，穿上金魚花紋的服裝，她最要好嘅朋友小魚住在她體內。",
    d_power:
      "喜歡月光，有月光的時候會感到暖暖的幸福，在有月光的地方就會停留在原地享受。",
  },
];
